bad_words = [
    "бздун", "бзднуть", "бздюх", "блудилище", "выпердеть", "высраться", "выссаться", "говно",
    "говенка", "говноед", "говномес", "говночист", "говяга", "говнюк", "говняный", "говна пирога",
    "глиномес", "изговнять", "гнида", "гнидас", "гнидазавр", "гниданидзе", "гондон", "гaндон", "гондольер",
    "даун", "даунитто", "дерьмо", "дерьмодемон", "дерьмище", "дрисня", "дрист", "дристануть",
    "обдристаться", "дерьмак", "дристун", "дрочить", "дрочила", "суходрочер", "дебил", "дебилоид",
    "дрочка", "драчун", "задрот", "дцпшник", "елда", "елдаклык", "елдище", "жопа", "жопошник",
    "залупа", "залупиться", "залупинец", "засеря", "засранец", "засрать", "защеканец", "изговнять",
    "идиот", "изосрать", "курва", "кретин", "кретиноид", "курвырь", "лезбуха", "лох", "минетчица",
    "мокрощелка", "мудак", "мудень", "мудила", "мудозвон", "мудацкая", "мудасраная дерьмопроелдина",
    "мусор", "педрик", "пердеж", "пердение", "пердельник", "пердун", "пидор", "пидорасина", "пидорормитна",
    "пидорюга", "педерастер", "педобратва", "дружки педигрипал", "писька", "писюн", "спидозный пес",
    "ссаная псина", "спидораковый", "срать", "спермер", "спермобак", "спермодун", "срака", "сракаборец","сволочь","сука",
    "гнида","черт", "сракалюб", "срун", "сука", "сучара", "сучище", "титьки", "трипер", "хер", "херня", "херовина",
    "хероед", "охереть", "пошел на хер", "хитрожопый", "хрен моржовый", "шлюха", "пиздец", "дурак"
]
